IDEA Open Model
MaterialBoltGrade.Elongation Property
Compatible with IDEA StatiCa 20.1
 Elongation after fracture - for 20% elongation use value 0.2
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Elongation { get; set; }
Public Property Elongation As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MaterialBoltGrade Class
IdeaRS.OpenModel.Material Namespace